Repository: AnastasiiaAlyaseva/AnytaxEstimatorSdk
Catalog: Sources/AnytaxEstimatorSdk/Resources/*.lproj/Localizable.strings
Languages: de

# estimator_Title
source: estimator
de: Steuer Rechner

# get_Estimate_ButtonTitle
source: Get my income tax estimate
de: Meine Steuererstattung jetzt schätzen

# almost_done
source: Great, almost done!
de: Super, fast fertig!

# almost_done_hint
source: Do you want to answer a couple optional questions for a more detailed estimate?
de: Willst du ein paar optionale Fragen beantworten um eine noch genauere Prognose zu erhalten?

# question_5
source: Were you married during the tax year and would file jointly?
de: Warst du verheiratet und möchtest in der Berechnung die Zusammenveranlagung berücksichtigen?

# question_5_hint
source: If you choose to file jointly with your spouse this will affect your tax refund and we will ask some questions about your spouse as well.
de: Wenn Sie gemeinsam mit Ihrem Partner veranlagen, beeinflusst das Ihre Steuerrückerstattung. Wir werden Ihnen dann auch ein paar Fragen zu Ihrem Partner stellen.

# caption
source: Want to find out much of a tax refund you can get?
de: Mit welcher Steuerrückerstattung kannst du rechnen?

# caption_hint
source: Answer a couple of questions to quickly get an estimate of your potential refund from the tax office.
de: Beantworte ein paar Fragen und erhalte innerhalb von Sekunden eine Prognose deiner Steuerrückerstattung.

# question_1
source: What is your yearly gross income from employment in 2024? *
de: Wie hoch war dein gesamter Bruttolohn im Jahr 2024? *

# question_1_hint
source: You can find your gross salary for example in line 3 of your employer's income tax statement.
de: Deinen Bruttoarbeitslohn findest du zum Beispiel in Zeile 3 der Lohnsteuerbescheinigung deines Arbeitgebers.

# question_2
source: How far was your one-way distance to work (shortest distance one-way)? *
de: Wie weit war dein Arbeitsweg (kürzeste Strecke, nur Hinweg)? *

# question_3
source: How many days did you work from home? *
de: Wie viele Tage des Jahres hast du von zuhause aus gearbeitet? *

# question_3_hint
source: With a 5-day week the tax office generally accepts up to 230 working days and with a 6-day week up to 280 working days per calendar year without further proof. Please note that the home office allowance is limited to a maximum of €1260. We will automatically calculate the deductible amount for you in the background.
de: Bei einer 5-Tage-Woche akzeptiert das Finanzamt in der Regel bis zu 230 Arbeitstage und bei einer 6-Tage-Woche bis zu 280 Arbeitstage pro Kalenderjahr ohne weitere Nachweise. Bitte beachte dabei, dass die Home-Office-Pauschale auf maximal 1.260 € begrenzt ist. Den abziehbaren Betrag berechnen wir für dich automatisch im Hintergrund.

# question_4
source: How many children do you have? *
de: Wie viele Kinder sollen steuerlich berücksichtigt werden? *

# children_placeholder
source: Number of children
de: Anzahl

# optional_caption
source: Optional answers for a more detailed estimate:
de: Optionale Angaben für ein noch genaueres Ergebnis:

# optional_caption_hint
source: You can also give estimates if you don’t know the exact amounts otherwise just skip the answer.
de: Falls du einzelne Werte nicht genau weißt kannst du sie schätzen oder einfach überspringen.

# question_6
source: What expenses did you have for household-related or craftsmen's services?
de: Welche Kosten hattest du für haushaltsnahe Dienstleistungen oder Handwerkerleistungen?

source: Labor-costs only
de: Nur Arbeitskosten

# question_6_hint
source: All household-related services and tradesmen's services can be entered here (but only pro rata labour costs travel costs and machine costs incl. VAT). Up to a maximum of €20000. We automatically calculate the deductible amount in the background.
de: Hier können alle haushaltsnahen Dienstleistungen und Handwerkerleistungen (allerdings nur anteilig Lohnkosten, Fahrtkosten und Maschinenkosten inkl. Umsatzsteuer) eingetragen werden. Maximal bis zu 20.000 €. Wir berechnen den abzugsfähigen Betrag automatisch im Hintergrund.

# question_7
source: How much did you pay for items that you use for work, like a Desk, Laptop or Headphones?
de: Wie viel hast du für Arbeitsmittel ausgegeben? (bspw. Büroausstattung, Laptop, Kopfhörer etc.)

# question_8
source: How much did you pay for special expenses like Childcare, School Fees, or own Education costs?
de: Wie viel Sonderausgaben hattest du? (bspw. für Spenden, Kinderbetreuung oder die erste eigene Berufsausbildung)

# question_9
source: Do you know the actual income tax you paid as stated in your Lohnsteuerbescheinigung?
de: Falls bekannt: Wie viel Lohnsteuer hat dein Arbeitgeber laut Lohnsteuerbescheinigung einbehalten?

# question_9_hint
source: You can find the amount of income tax withheld for example in line 4 of your employer's income tax statement.
de: Den Betrag der einbehaltenen Lohnsteuer findest du zum Beispiel in Zeile 4 der Lohnsteuerbescheinigung deines Arbeitgebers.

# partner_caption
source: Enter your partner’s details.
de: Angaben zur weiteren Person:

# partner_caption_hint
source: Only add additional costs that you haven’t already considered for yourself.
de: Füge nur Kosten deiner Partnerin bzw. deines Partners hinzu, die in deinen bisherigen Angaben noch nicht berücksichtigt sind.

# partner_question_1
source: What is their yearly gross income from employment in 2024?
de: Wie hoch war deren gesamter Bruttolohn im Jahr 2024?

# partner_question_1_hint
source: You can find your gross salary for example in line 3 of your employer's income tax statement.
de: Deinen Bruttoarbeitslohn findest du zum Beispiel in Zeile 3 der Lohnsteuerbescheinigung deines Arbeitgebers.

# partner_question_2
source: How far was their one-way distance to work (shortest distance one-way)?
de: Wie weit war der Arbeitsweg (kürzeste Strecke, nur Hinweg)?

# partner_question_3
source: How many days did they work from home?
de: Wie viele Tage des Jahres wurde von zuhause aus gearbeitet?

# partner_question_3_hint
source: With a 5-day week the tax office generally accepts up to 230 working days and with a 6-day week up to 280 working days per calendar year without further proof. Please note that the home office allowance is limited to a maximum of €1260. We will automatically calculate the deductible amount for you in the background.
de: Bei einer 5-Tage-Woche akzeptiert das Finanzamt in der Regel bis zu 230 Arbeitstage und bei einer 6-Tage-Woche bis zu 280 Arbeitstage pro Kalenderjahr ohne weitere Nachweise. Bitte beachte dabei, dass die Home-Office-Pauschale auf maximal 1.260 € begrenzt ist. Den abziehbaren Betrag berechnen wir für dich automatisch im Hintergrund.

# get_result_ButtonTitle
source: No, get result
de: Nein, Ergebnis

# partner_optional_caption
source: Optional answers for a more detailed estimate:
de: Optionale Angaben für ein noch genaueres Ergebnis:

# partner_optional_caption_hint
source: You can also give estimates if you don’t know the exact amounts otherwise just skip the answer.
de: Falls du einzelne Werte nicht genau weißt kannst du sie schätzen oder einfach überspringen.

# partner_question_4
source: What expenses did they have for household-related or craftsmen's services?
de: Welche Kosten fielen für haushaltsnahe Dienstleistungen oder Handwerkerleistungen an?

# partner_question_4_hint
source: All household-related services and tradesmen's services can be entered here (but only pro rata labour costs travel costs and machine costs incl. VAT). Up to a maximum of €20000. We automatically calculate the deductible amount in the background.
de: Hier können alle haushaltsnahen Dienstleistungen und Handwerkerleistungen (allerdings nur anteilig Lohnkosten, Fahrtkosten und Maschinenkosten inkl. Umsatzsteuer) eingetragen werden. Maximal bis zu 20.000 €. Wir berechnen den abzugsfähigen Betrag automatisch im Hintergrund.

# partner_question_5
source: How much did they pay for electronic items that you use for work, like a Desk, Laptop or Headphones?
de: Wie viel wurde für Arbeitsmittel ausgegeben? (bspw. Büroausstattung, Laptop, Kopfhörer etc.)

# partner_question_6
source: How much did they pay for special expenses like Childcare, School Fees, or own Education costs?
de: Wie viele Sonderausgaben fielen an? (bspw. für Spenden, Kinderbetreuung oder die erste eigene Berufsausbildung)

# final_caption
source: Great!
de: Berechnung erstellt!

# final_estimation
source: Estimated tax return
de: Geschätzte Erstattung

# tax_return_caption
source: Complete tax return
de: Steuererklärung erstellen

# tax_return_text
source: Finish in just 30 minutes
de: In nur 30 Minuten

# start_button_title
source: Start
de: Starten

# calculating_text
source: Calculating...
de: Berechnung läuft...

# try_again_button_title
source: Try again
de: Erneut versuchen

# button_get_estimate
source: Get Estimate
de: Steuerrückerstattung berechnen

source: Enter Amount
de: Betrag

# yes_button_title
source: Yes
de: Ja

# no_button_title
source: No
de: Nein

# minimize_ButtonTitle
source: minimize
de: minimieren

# learn_more_ButtonTitle
source: learn more
de: mehr Infos

# key_board_Toolbar_Button_Title
source: Done
de: Fertig

# get_estimate_button_title
source: Tax Estimator
de: Steuer Rechner

# error_message
source: Something went wrong...
de: Etwas ist schief gelaufen...

# distance_to_work
source: Enter Kilometers
de: Kilometer

# work_from_home_days
source: Enter Days
de: Tage
